Repository: wp-plugins/post-connector
Catalog: languages/post-connector-*.po
Languages: hi_in

source: Sub Posts
hi_in: उप लेख

source: Show Childs
hi_in: दिखाएँ उप लेख

source: Add New
hi_in: नया जोड़ें

source: License
hi_in: लाइसेंस

source: Meta information
hi_in: मेटा जानकारी

source: Version
hi_in: संस्करण

source: Active post type links
hi_in: सक्रिय लेख प्रकार की कड़ियाँ

source: These are your active post type links.
hi_in: ये आपके सक्रिय लेख प्रकार की कड़ियाँ हैं.

source: Create new post type link
hi_in: नए लेख प्रकार की कड़ि बनाएँ

source: Posts
hi_in: लेख

source: Pages
hi_in: पृष्ठ

source: Edit post type link
hi_in: लेख प्रकार कड़ि संपादित करें

source: Slug
hi_in: स्लग

source: Title
hi_in: शीर्षक

source: Parent
hi_in: मूल प्रमुख

source: Select a post type
hi_in: लेख के प्रकार का चयन करें

source: Child
hi_in: चाइल्ड्

source: Sortable
hi_in: वर्गीकृत

source: Yes
hi_in: हाँ

source: No
hi_in: नही

source: Add Existing
hi_in: मौजूदा जमा

source: Save
hi_in: जमा

source: License settings
hi_in: लाइसेंस सेटिंग्स

source: License Key
hi_in: लाइसेंस कुंजी

source: Enter your license key
hi_in: अपना लाइसेंस कुंजी दर्ज करें

source: License Status
hi_in: लाइसेंस स्थिति

source: ACTIVE
hi_in: सक्रिय

source: Deactivate License
hi_in: लाइसेंस निष्क्रिय करें

source: INACTIVE
hi_in: निष्क्रिय

source: Activate License
hi_in: लाइसेंस सक्रिय करें

source: Slug '%s' does not exists
hi_in: स्लग '%s' मौजूद नहीं है

source: Manage
hi_in: प्रबंध

source: Insert Sub Posts GetChilds Shortcode
hi_in: सब पोस्ट्स गेटचाइल्ड्स शॉर्टकोड लिखे

source: Use the form below to generate a GetChilds shortcode.
hi_in: गेटचाइल्ड्स शॉर्टकोड उत्पन्न करने के लिए नीचे दिए गए फ़ॉर्म का प्रयोग

source: Post Link
hi_in: लेख कड़ी

source: Select Post Link
hi_in: लेख कड़ी का चयन करें

source: Make childs clickable
hi_in: क्लिक करने योग्य बनाये

source: Display excerpt
hi_in: गद्य प्रदर्शित करें

source: Insert Shortcode
hi_in: शॉर्टकोड डालें

source: Cancel
hi_in: रद्द करें

source: You're not allowed to do this.
hi_in: आपको एसा करने की अनुमति नहीं है।

source: Cancel linking
hi_in: कड़ी जोडना रद्द

source: Search
hi_in: खोज

source: Add new %s
hi_in: जोड़ें नया %s

source: Add existing %s
hi_in: वर्तमान %s जोड़ें

source: Edit this item
hi_in: इस विषय को संपादित करें

source: Edit
hi_in: संपादित करें

source: Delete this item
hi_in: इस विषय को मिटाए

source: Delete
hi_in: मिटाए

source: No %s found.
hi_in: कोई %s नहीं मिला है।

source: Sub Posts Meta
hi_in: सब पोस्ट्स मेटा

source: This MetaBox is required by Sub Posts.
hi_in: सब पोस्ट्स के लिये यह मेटाबॉक्स आवश्यक है

source: Sub Posts - Show Childs
hi_in: सब पोस्ट्स - चाइल्ड्स दिखाएँ

source: Display linked childs by a parent or current post
hi_in: पेरेंट से जुड़े चाइल्ड्स या वर्तमान लेख दिखाये

source: Current queried object
hi_in: वर्तमान पूछे हुवे वस्तु

source: Are you sure you want to delete this post?
hi_in: क्या आप वाकई इस लेख को हटाना चाहते हैं?

source: Are you sure you want to delete this link?
hi_in: क्या आप इस लिंक को हटाना चाहते हैं?

source: Link
hi_in: लिंक

source: Parent post
hi_in: मूल लेख

source: Child post
hi_in: चाइल्ड लेख
